[
  {
    "name": "Green Whisk",
    "shortDescription": "",
    "pictureURL": "/images/design_projects/green_whisk/gwmain.jpg",
    "mainDescription": "Green Whisk is a personal branding project, inspired by my obsession with matcha lattes. The logo represents a traditional bamboo whisk, used in the matcha preparation. The whisk is a stylised version, made of leaves, to symbolise the green tea. For the typography of the logo I chose ColorTube by Fontfabric, because I love the roundness of the letters and I think they compliment the strokes of the logo. For the branding typography I used Playfair Display, which is a serif font that compliments ColorTube. When it came time for the branding, I started off with the brand colours. Obviously I had to use this warm green colour as primary to represent the colour of matcha to the customers. I love using complementary colour schemes, so I pared the green with this warm rusty orange colour. I wanted this brand to be quite modern and quirky and to catch your attention, so I created this pattern of hand-drawn elements - a cup, whisk, leaves and a measuring spoon. I think the pattern is fresh and can be used in multiple different branding and marketing projects. ",
    "projectPictures": [
      "/images/design_projects/green_whisk/gwmain.jpg",
      "/images/design_projects/green_whisk/mainPic.jpg",
      "/images/design_projects/green_whisk/p1.jpg",
      "/images/design_projects/green_whisk/p2.jpg",
      "/images/design_projects/green_whisk/p3.jpg"

    ]
  },
  {
    "name": "Jolie Jewellery",
    "shortDescription": "",
    "pictureURL": "/images/design_projects/jolie_jewellery/main.jpg",
    "mainDescription": "Jolie Jewellery is a personal branding project I came up with. I was inspired by the french style, the beauty of jewellery and the way it makes you feel. This brand has a few shops, but most of the sales are completed online. The targeted demographic is mostly women aged 18-45, but still wanted to be inclusive to all genders. For this project I decided to go for a signature logo. Jolie is handwritten to add a personal touch and for Jewellery I used the font Lora, which is a very elegant serif font. For the brand colours I chose a warm pale yellow, a more saturated yellow, 2 olive colours and a very dark grey. I wanted to bring calmness and earthiness to the colour scheme, making it more inclusive and appealing to the customers. I also created an advertising poster for the brand. The image displays hands with rings and a bracelet. I edited the photo to fit the composition and colours I needed. I added the logo, a short copy to grab your attention and a playful ribbon around the hands, which is used in other parts of the branding.",
    "projectPictures": [
      "/images/design_projects/jolie_jewellery/main.jpg",
      "/images/design_projects/jolie_jewellery/p1.jpg",
      "/images/design_projects/jolie_jewellery/p2.jpg",
      "/images/design_projects/jolie_jewellery/p3.jpg",
      "/images/design_projects/jolie_jewellery/p4.jpg",
      "/images/design_projects/jolie_jewellery/p5.jpg"
    ]
  },
  {
    "name": "Plain Threads",
    "shortDescription": "",
    "pictureURL": "/images/design_projects/plain_threads/mainPic.jpg",
    "mainDescription": "Plain Threads is a logo prompt from the Daily Logo Challenge, that I decided to expand to a full branding project. When I was creating the logo I really wanted to use a needle to show that this is a clothing brand. When brainstorming and sketching I came up with the idea to use the needle as the vertical line for the P and finish the abbreviation with a stroke resembling a thread. Since the thread is quite playful I decided to use the font Cormorant Infant, which is a selfie font that brings out the elegance and balances out the logo mark. When it comes to the colours I really liked the combination of pink and blue, which is feminine and masculine at the same time.",
    "projectPictures": [
      "/images/design_projects/plain_threads/mainPic.jpg",
      "/images/design_projects/plain_threads/p1.jpg",
      "/images/design_projects/plain_threads/p2.jpg",
      "/images/design_projects/plain_threads/p3.jpg",
      "/images/design_projects/plain_threads/p4.jpg",
      "/images/design_projects/plain_threads/p5.jpg",
      "/images/design_projects/plain_threads/p6.jpg"
    ]
  },
  {
    "name": "Cyber Garden",
    "shortDescription": "",
    "pictureURL": "/images/design_projects/cyber_garden/cbMain.jpg",
    "mainDescription": "Cyber Garden is a branding project I had to create as part of my studies. I was inspired by my love for plants and wanted to create a branding for an online shop that delivers indoor and rare plants straight to your door. I wanted the brand to be modern and fresh. When creating the logo I wanted to use the name in the logo mark. I came up with a computer mouse, the cable of which is shaped like a Monstera plant in a pot. There is also a hidden C in the pot. I pared the stroke of the mark with the font Comfortaa that pairs well with the roundness of it. For colours I wanted to use the signature green, seen in a lot of plants, and compliment it with a warm pink. With the green colour, the brand stands out as peaceful and harmonious. We combine it with pink that symbolises care and nurture. This is not only a very pleasing to eye combination but it also works with the brand’s mission, vision and customers.",
    "projectPictures": [
      "/images/design_projects/cyber_garden/p1.jpg",
      "/images/design_projects/cyber_garden/p2.jpg",
      "/images/design_projects/cyber_garden/p3.jpg",
      "/images/design_projects/cyber_garden/p4.jpg",
      "/images/design_projects/cyber_garden/p5.jpg"

    ]
  },
  {
    "name": "OPSIDIANET",
    "shortDescription": "",
    "pictureURL": "/images/design_projects/opsidianet/mainon.jpg",
    "mainDescription": "I am extremely happy I can share with you the project I worked on during June and July 2020! <a href=\"https://www.linkedin.com/company/center-for-the-study-of-democracy/\">Center for the Study of Democracy</a> and <a href=\"https://www.linkedin.com/in/ACoAABLjetYB7LVh9ND7_jsRUdAZwbW0guIn0Xc\">Leda Kuneva</a> trusted me (again!) to make the illustrations, for a training platform, designed to help lawyers and police officers in understanding learning and intellectual disabilities and how to act in different situations. I created 48 illustrations, 6 banners and 5 icons. You can see a small part of them here or on the website <a href=\"https://opsidianet.eu/\">opsidianet.eu</a>",
    "projectPictures": [
      "/images/design_projects/opsidianet/mainon.jpg",
      "/images/design_projects/opsidianet/p1.jpg",
      "/images/design_projects/opsidianet/p2.jpg",
      "/images/design_projects/opsidianet/p3.jpg",
      "/images/design_projects/opsidianet/p4.jpg"
    ]
  },
  {
    "name": "Laurel Dale Shopping Centre",
    "shortDescription": "Social media ad design",
    "pictureURL": "/images/design_projects/laurel_dale_centre/mainld.jpg",
    "mainDescription": "This is a personal project I created, in order to expand my portfolio further. I came up with a name and a logo for a shopping centre and started creating a social media ad campaign. I wanted the images to be quite modern and fresh, so I used complementary colours that suited the main photograph. I also added some organic forms to the background, for a touch of playfulness. I think the design draws your attention with the simplicity and would be liked by many people, but mostly the younger generation.",
    "projectPictures": [
      "/images/design_projects/laurel_dale_centre/mainld.jpg",
      "/images/design_projects/laurel_dale_centre/p1.jpg",
      "/images/design_projects/laurel_dale_centre/p2.jpg",
      "/images/design_projects/laurel_dale_centre/p3.jpg",
      "/images/design_projects/laurel_dale_centre/p4.jpg",
      "/images/design_projects/laurel_dale_centre/p5.jpg",
      "/images/design_projects/laurel_dale_centre/p6.jpg",
      "/images/design_projects/laurel_dale_centre/p7.jpg",
      "/images/design_projects/laurel_dale_centre/p8.jpg",
      "/images/design_projects/laurel_dale_centre/p9.jpg",
      "/images/design_projects/laurel_dale_centre/p13.jpg",
      "/images/design_projects/laurel_dale_centre/p14.jpg",
      "/images/design_projects/laurel_dale_centre/p10.jpg",
      "/images/design_projects/laurel_dale_centre/p11.jpg"
    ]
  }, {
  "name": "Personal branding",
  "shortDescription": "",
  "pictureURL": "/images/design_projects/personal_branding/p1.jpg",
  "mainDescription": "This is my personal branding.",
  "projectPictures": [
    "/images/design_projects/personal_branding/p1.png",
    "/images/design_projects/personal_branding/p2.png",
    "/images/design_projects/personal_branding/p3.jpg"
  ]
}
]
